{
	"id":1,
	"films":[
		{
		"name":"Garfield",
		"year":2004,
		"date":"11 July 2004",
		"age":12,
		"title":"Garfield is an overweight and free-spirited orange cat who lives with his owner, Jon Arbuckle. Garfield passes his time by antagonizing Jon and teasing an aggressive neighbor Doberman Pinscher, Luca. Aside from Jon, Garfield maintains an unlikely friendship with a helpful mouse, Louis. He also socializes with his fellow neighborhood cats, including Garfield's stooge Nermal and Arlene.",
		"country":"USA",
		"time":4808,
		"director":"Piter Hewitt",
		"roles":"Breckin Meyer, Leniffer Love Hewwit, Evan Arnold, Juliette Goglia, Joe Ochman",
		"categories":["Comedy", "Family"],
		"pos":10,
		"neg":1,
		"image":"/static/movie/img/k1.jpg"
		},
		{
		"name":"Garfield 2",
		"year":2006,
		"date":"16 June 2004",
		"age":12,
		"title":"Jon Arbuckle plans to propose to his girlfriend Dr. Liz Wilson, who is going on a business trip to London. Jon follows her to the United Kingdom as a surprise; After escaping from the kennel, Garfield and Odie sneak into Jon's luggage and join him on the road trip. Garfield and Odie break out of the hotel room due to boredom, then got lost.",
		"country":"USA",
		"time":5160,
		"director":"Tim Hill",
		"roles":"Breckin Meyer, Leniffer Love Hewwit, Evan Arnold, Juliette Goglia, Joe Ochman",
		"categories":["Comedy", "Family"],
		"pos":220,
		"neg":16,
		"image":"/static/movie/img/k2.jpg"
		},
		{
		"name":"Paddington 2",
		"year":2017,
		"date":"5 November 2004",
		"age":16,
		"title":"Paddington, having settled with the Brown family in Windsor Gardens, has become popular in his community, offering people emotional support in various ways. To purchase a unique pop-up book of London in Samuel Gruber's antique shop for Aunt Lucy's 100th birthday, Paddington performs several odd jobs and saves his wages, but the book is stolen. Paddington gives chase, but the culprit escapes, and Paddington is framed and arrested. Although Mr. Gruber and the Browns do not believe that Paddington stole the book, with no evidence that the thief even existed, Paddington is wrongfully convicted and jailed. The thief soon returns home and is revealed to be Phoenix Buchanan, an egotistical actor who lives opposite the Browns.",
		"country":"USA",
		"time":6240,
		"director":"Paul King",
		"roles":"",
		"categories":["Comedy", "Family", "Fantasy"],
		"pos":14,
		"neg":21,
		"image":"/static/movie/img/k3.jpg"
		}
	]
}